Repository: themakerkid/the-maker-kid
Catalog: flaskbb/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Password Recovery Confirmation
fr: Confirmation de récupération de mot de passe

source: Account Activation
fr: Activation du Compte

source: You can only use letters, numbers or dashes.
fr: Vous ne pouvez utiliser que des lettres, des chiffres ou des tirets.

source: Username or Email address
fr: Nom d'utilisateur ou adresse Email

source: Please enter your username or email address.
fr: Veuillez entrer votre nom d'utilisateur ou votre adresse email.

source: Password
fr: Mot de passe

source: Please enter your password.
fr: Veuillez entrer votre mot de passe.

source: Remember me
fr: Se souvenir de moi

source: Login
fr: Connexion

source: Username
fr: Nom d'utilisateur

source: A valid username is required.
fr: Un nom d'utilisateur valide est requis.

source: Email address
fr: Adresse email

source: A valid email address is required.
fr: Une adresse email valide est requise.

source: Invalid email address.
fr: Adresse email invalide.

source: Passwords must match.
fr: Les mots de passe doivent correspondre.

source: Confirm password
fr: Confirmation de mot de passe.

source: Language
fr: Langue

source: I accept the Terms of Service
fr: J'accepte les conditions d'utilisation

source: Register
fr: S'inscrire

source: This username is already taken.
fr: Ce nom d'utilisateur est déjà utilisé.

source: This email address is already taken.
fr: Cette adresse email est déjà utilisé.

source: Refresh Login
fr: Rafraichir la connexion

source: Request Password
fr: Demande du mot de passe

source: Reset password
fr: Réinitialiser le mot de passe

source: Wrong email address.
fr: Mauvaise adresse email.

source: Send Confirmation Mail
fr: Envois d'un mail de confirmation

source: User does not exist.
fr: L'utilisateur n'existe pas.

source: User is already active.
fr: L'utilisateur est déjà actif.

source: Email confirmation token
fr: Token de confirmation d'email

source: Please enter the token that we have sent to you.
fr: Veuillez entrer le token que nous vous avons envoyé.

source: Confirm Email
fr: Confirmation d'email

source: Wrong username or password.
fr: Nom d'utilisateur ou mot de passe erroné.

source: Reauthenticated.
fr: Ré-authentification.

source: Wrong password.
fr: Mot de passe erroné.

source: Logged out
fr: Déconnecter

source: The registration has been disabled.
fr: L'enregistrement a été désactivé.

source: An account activation email has been sent to %(email)s
fr: Un email d'activation de compte a été envoyé à %(email)s

source: Thanks for registering.
fr: Merci pour votre inscription.

source: Email sent! Please check your inbox.
fr: Email envoyé! Veuillez vérifier votre boite mail.

source: You have entered an username or email address that is not linked with your account.
fr: Vous avez entré un nom d'utilisateur ou une adresse e-mail qui n'est pas liée à votre compte.

source: Your password token is invalid.
fr: Le token de votre mot de passe est invalide.

source: Your password token is expired.
fr: Le token de votre mot de passe est expiré.

source: Your password has been updated.
fr: Votre mot de passe a été mis à jour.

source: This account is already activated.
fr: Ce compte est déjà activé.

source: A new account activation token has been sent to your email address.
fr: Un nouveau token d'activation a été envoyé à votre adresse email.

source: Your account activation token is invalid.
fr: Votre token d'activation est invalid.

source: Your account activation token is expired.
fr: Votre token d'activation est expiré.

source: Your account has been activated.
fr: Votre compte a été activé.

source: Quick reply
fr: Réponse rapide

source: You cannot post a reply without content.
fr: Vous ne pouvez pas poster une réponse sans contenu.

source: Reply
fr: Répondre

source: Content
fr: Contenu

source: Track this topic
fr: Suivre ce topic

source: Preview
fr: Prévisualisation

source: Topic title
fr: Titre du topic

source: Please choose a title for your topic.
fr: Veuillez choisir un titre pour votre topic.

source: Post Topic
fr: Poster un Topic

source: Reason
fr: Raison

source: What is the reason for reporting this post?
fr: Quelle est la raison de ce post

source: Report post
fr: Post de rapport

source: Search
fr: Rechercher

source: Criteria
fr: Critère

source: Post
fr: Poster

source: Users
fr: Utilisateurs

source: You do not have the permissions to create a new topic.
fr: Vous n'avez pas la permission de créer un nouveau topic.

source: You do not have the permissions to delete this topic.
fr: Vous n'avez pas la permission de supprimer ce topic.

source: You do not have the permissions to lock this topic.
fr: Vous n'avez pas la permission de fermer ce topic.

source: You do not have the permissions to unlock this topic.
fr: Vous n'avez pas la permission de débloquer ce topic.

source: You do not have the permissions to highlight this topic.
fr: Vous n'avez pas la permission de mettre en évidence ce sujet.

source: You do not have the permissions to trivialize this topic.
fr: Vous n'avez pas la permission de modérer ce forum.

source: In order to perform this action you have to select at least one topic.
fr: Pour exécuter cette action, vous devez sélectionner au moins un sujet.

source: %(count)s topics locked.
fr: %(count)s sujets fermés.

source: %(count)s topics unlocked.
fr: %(count)s sujets débloqués.

source: %(count)s topics highlighted.
fr: %(count)s sujets mis en avant.

source: %(count)s topics trivialized.
fr: %(count)s sujets banalisés.

source: %(count)s topics deleted.
fr: %(count)s sujets supprimés.

source: Please choose a new forum for the topics.
fr: Veuillez choisir un nouveau forum pour les sujets.

source: You do not have the permissions to move this topic.
fr: Vous n'avez pas la permission de déplacer ce sujet.

source: You do not have the permissions to post in this topic.
fr: Vous n'avez pas la permission de poster dans ce sujet.

source: You do not have the permissions to edit this post.
fr: Vous n'avez pas la permission d'éditer ce sujet.

source: You do not have the permissions to delete this post.
fr: Vous n'avez pas la permissions de supprimer ce message.

source: Thanks for reporting.
fr: Merci pour le rapport.

source: Forum %(forum)s marked as read.
fr: Le forum %(forum)s marqué comme lu.

source: All forums marked as read.
fr: Tous les forum sont marqué comme lus.

source: Please enter a username.
fr: Veuillez entrer un nom d'utilisateur.

source: Birthday
fr: Date d'anniversaire

source: Gender
fr: Genre

source: Male
fr: Homme

source: Female
fr: Femme

source: Location
fr: Localité

source: Website
fr: Site internet

source: Forum signature
fr: Signature

source: Is active?
fr: Est actif ?

source: Primary group
fr: Groupe principale

source: Secondary groups
fr: Groupe secondaire

source: Save
fr: Sauvegarder

source: Group name
fr: Nom du groupe

source: Please enter a name for the group.
fr: Veuillez entrer un nom pour le groupe.

source: Is 'Admin' group?
fr: Est un groupe Admin ?

source: With this option the group has access to the admin panel.
fr: Avec cette option le groupe a accès au panneau d'administraton.

source: Is 'Super Moderator' group?
fr: Est un groupe de Super Modérateur ?

source: Check this, if the users in this group are allowed to moderate every forum.
fr: Vérifier ceci, si les utilisateurs de ce groupe ont la'autorisationde modérer chaque forum.

source: Is 'Moderator' group?
fr: Est un groupe Modérateur ?

source: Check this, if the users in this group are allowed to moderate specified forums.
fr: Vérifier ceci, si les utilisateurs de ce groupe ont l'autorisation de modérer desforums spécifiques.

source: Is 'Banned' group?
fr: Est un groupe bannis ?

source: Only one group of type 'Banned' is allowed.
fr: Un seul groupe de type 'Bannis' est autorisé.

source: Is 'Guest' group?
fr: Est un groupe Visiteur ?

source: Only one group of type 'Guest' is allowed.
fr: Un seul groupe de type Visiteur est autorisé.

source: Can edit posts
fr: Peut modifier les messaes

source: Check this, if the users in this group can edit posts.
fr: Vérifier ceci, si les utilisateurs de ce groupe peuvent modifier les messages.

source: Can delete posts
fr: Peut supprimer les sujets

source: Check this, if the users in this group can delete posts.
fr: Vérifier ceci, si les utilisateurs de ce groupe peuvent supprimer les messages.

source: Can delete topics
fr: Peut supprimer les sujets

source: Check this, if the users in this group can delete topics.
fr: Vérifier ceci, si les utilisateurs de ce groupe peuvent supprimer les sujets.

source: Can create topics
fr: Peut créer des sujets

source: Check this, if the users in this group can create topics.
fr: Vérifier ceci, si les utilisateurs de ce groupe peuvent créer des sujets.

source: Can post replies
fr: Peut envoyer des réponses

source: Check this, if the users in this group can post replies.
fr: Véririfer ceci, si les utilisateurs de ce groupe peuvent envoyer des réponses.

source: Moderators can edit user profiles
fr: Les modérateurs peuvent modifier les profils utilisateur

source: Allow moderators to edit another user's profile including password and email changes.
fr: Permettre aux modérateurs de modifier d'autre profil utilisateur incluant les changement de mot de passe et d'adresse email.

source: Moderators can ban users
fr: Les modérateurs peuvent bannir les utilisateurs

source: Allow moderators to ban other users.
fr: Permettre aux modérateurs de bannir d'autres utilisateurs.

source: This group name is already taken.
fr: Ce nom de groupe est déjà pris.

source: There is already a group of type 'Banned'.
fr: Il y a déjà un groupe de type 'Bannis'.

source: There is already a group of type 'Guest'.
fr: Il y a déjà un groupe de type 'Visiteur'.

source: Forum title
fr: Titre du forum

source: Please enter a forum title.
fr: Veuillez entrer un titre de forum.

source: You can format your description with Markdown.
fr: Vous pouvez écrire votre description au format Markdown.

source: Please enter a position for theforum.
fr: Veuillez entrer une position pour le forum.

source: Category
fr: Catégorie

source: The category that contains this forum.
fr: La catégorie qui contient ce forum.

source: External link
fr: Lien externe

source: A link to a website i.e. 'http://flaskbb.org'.
fr: Un lien vers le site i.e. 'http://flaskbb.org'.

source: Moderators
fr: Modérateurs

source: Comma separated usernames. Leave it blank if you do not want to set any moderators.
fr: Nom d'utilisateur séparé par des virgules. Laissez-le vide si vous ne voulez pas définir de modérateurs.

source: Show moderators
fr: Voir les modérateurs

source: Do you want to show the moderators on the index page?
fr: Voulez-vous voir les modérateurs sur la page d'index ?

source: Locked?
fr: Fermer ?

source: Disable new posts and topics in this forum.
fr: Désactiver les nouveaux sujets dans ce forum.

source: Group access
fr: Accès au groupe

source: Select the groups that can access this forum.
fr: Sélectionner les groupes qui peuvent accéder à ce forum.

source: You cannot convert a forum that contains topics into an external link.
fr: Vous ne pouvez pas convertir un forum qui contient des sujets dans un lien externe.

source: You also need to specify some moderators.
fr: Vous avez aussi besoin de spécifier des modérateurs.

source: %(user)s is not in a moderators group.
fr: %'(user)s n'est pas dans un groupe de modérateurs.

source: Category title
fr: Titre de catégorie

source: Please enter a category title.
fr: Veuillez entrer un titre de catégorie.

source: Please enter a position for the category.
fr: Veuillez entrer une position pour la catégorie.

source: Settings saved.
fr: Paramètres sauvegardés.

source: You are not allowed to edit this user.
fr: Vous n'avez pas l'autorisation de modifier cet utilisateur.

source: User updated.
fr: Utilisateur mis à jour.

source: Edit User
fr: Modifier l'utilisateur

source: You cannot delete yourself.
fr: Vous ne pouvez pas vous supprimer vous-même.

source: User deleted.
fr: Utilisateur supprimé.

source: User added.
fr: Utilisateur ajouté.

source: Add User
fr: Ajouter un utilisateur

source: You do not have the permissions to ban this user.
fr: Vous n'avez pas la permission de bannir cette utilisateur.

source: Unban
fr: Ré-habiliter

source: A moderator cannot ban an admin user.
fr: Un modérateur ne peut pas bannir un admin.

source: User is now banned.
fr: L'utilisateur est maintenant bannis.

source: Could not ban user.
fr: Vous ne pouvez pas bannir l'utilisateur.

source: You do not have the permissions to unban this user.
fr: Vous n'avez pas la permission de ré-habiliter cet utilisateur.

source: Ban
fr: Bannir

source: User is now unbanned.
fr: L'utilisateur est maintenant ré-habilité.

source: Could not unban user.
fr: Vous nz pouvez pas ré-habiliter l'utilisateur.

source: Report %(id)s is already marked as read.
fr: Le rapport %(id)s est déjà marqué comme lu.

source: Report %(id)s marked as read.
fr: LE rapport %(id)s est marqué comme lu.

source: All reports were marked as read.
fr: Tous les rapports ont été marqué comme lus.

source: Group updated.
fr: Groupe mis à jour.

source: Edit Group
fr: Modifier le groupe

source: You cannot delete one of the standard groups.
fr: Vous ne pouvez pas supprimer un des groupes standard.

source: You cannot delete the standard groups. Try renaming it instead.
fr: Vous ne pouvez pas supprimer les groupes standard. Essayez de le renommer à la place.

source: Group deleted.
fr: Groupe supprimé.

source: No group chosen.
fr: Aucun groupe choisi.

source: Group added.
fr: Groupe ajouté.

source: Add Group
fr: Ajouter un groupe

source: Forum updated.
fr: Forum mis à jour.

source: Edit Forum
fr: Modifier le forum

source: Forum deleted.
fr: Forum supprimé.

source: Forum added.
fr: Forum ajouté.

source: Add Forum
fr: Ajouter un forum

source: Category added.
fr: Catégorie ajoutée.

source: Add Category
fr: Ajouter un catégorie

source: Category updated.
fr: Catégorie mise à jour.

source: Edit Category
fr: Modifier la catégorie

source: Category with all associated forums deleted.
fr: Catégorie avec tous les forums associés supprimés.

source: Plugin %(plugin)s is already enabled.
fr: Le plugin %(plugin)s est déjà activé.

source: Plugin %(plugin)s enabled. Please restart FlaskBB now.
fr: Le plugin %(plugin)s est activé. Veuillez redémarrer FlaskBB maintenant.

source: It seems that FlaskBB does not have enough filesystem permissions. Try removing the 'DISABLED' file by yourself instead.
fr: Il semble que FlaskBB ne dispose pas de permissions suffisantes sur le système de fichiers.Essayez en supprimant le fichier 'DISABLED' par vous-même.

source: Plugin %(plugin)s not found.
fr: Le plugin %(plugin)s n'a pas été trouvé.

source: Plugin %(plugin)s disabled. Please restart FlaskBB now.
fr: Le plugin %(plugin)s est désactivé. Veuillez redémarrer FlaskBB maintenant.

source: It seems that FlaskBB does not have enough filesystem permissions. Try creating the 'DISABLED' file by yourself instead.
fr: Il semble que FlaskBB ne dispose pas de permissions suffisantes sur le système de fichiers.Essayez en créant le fichier 'DISABLED' par vous-même.

source: Plugin has been uninstalled.
fr: Le plugin a été désinstallé.

source: Cannot uninstall plugin.
fr: Le plugin ne peut pas être désinstallé.

source: Plugin has been installed.
fr: Le plugin a été désinstallé.

source: Cannot install plugin.
fr: Le plugin ne peut pas être installé.

source: Recipient
fr: Destinataire

source: Subject
fr: Sujet

source: A Subject is required.
fr: Un sujet est requis.

source: A message is required.
fr: Un message est requis.

source: Start Conversation
fr: Débuter la conversation

source: Save Conversation
fr: Sauvegarder la conversation

source: The username you entered does not exist.
fr: Vous ne pouvez pas vous envoyer de message.

source: Send Message
fr: Envois du message

source: You cannot send any messages anymore because you have reached your message limit.
fr: Vous ne pouvez plus envoyer de message parce que vous avez atteint votre limite de message.

source: Message saved.
fr: Message sauvegardé.

source: Message sent.
fr: Message envoyé.

source: Compose Message
fr: Rédiger un message

source: You cannot edit a sent message.
fr: Vous ne pouvez pas modifier un message envoyé.

source: Edit Message
fr: Modifier un message

source: Memberlist
fr: Liste de membre

source: Inbox
fr: Boîte de réception

source: New Message
fr: Nouveau message

source: Topic Tracker
fr: Suivre le sujet

source: Settings
fr: Paramètres

source: Management
fr: Gestion

source: Logout
fr: Déconnexion

source: Reset Password
fr: Réinitialiser le mot de passe

source: Private Messages
fr: Messages privés.

source: Forgot Password
fr: Mot de passe oublié

source: Not a member yet?
fr: Pas encore membre ?

source: Forgot your Password?
fr: Mot de passe oublié ?

source: Request Account Activation
fr: Demander l'activation du compte

source: Dear %(user)s,
fr: Che(è)r(e) %(user)s,

source: Click the link below to activate your account:
fr: Cliquez sur le lien au-dessus pour activer votre compte:

source: Sincerely,
fr: Cordialement,

source: The Administration
fr: L'administration

source: Click the link below to reset your password:
fr: Cliquez sur le lien au-dessus pour réinitialiser votre mot de passe:

source: Forbidden
fr: Interdit

source: 403 - Forbidden Page
fr: 403 - Page Interdite

source: You do not have the permission to view this page.
fr: Vous n'avez pas la permission de voir cette page.

source: Back to the Forums
fr: Retour aux Forums

source: Page not found
fr: Page non trouvée

source: 404 - Page not found!
fr: 404 - Page non trouvée

source: The page you were looking for does not exist.
fr: La paege que vous recherchez n'existe pas.

source: Server Error
fr: Erreur serveur

source: 500 - Server Error
fr: 500 - Erreur serveur

source: Something went wrong!
fr: Quelque chose à mal tourné !

source: Too Many Requests
fr: Trop de requêtes

source: 429 - Too Many Requests
fr: 429 - Trop de requêtes

source: In order to prevent brute force attacks on accounts we have limited the amount of requests on this route.
fr: Afin d'empêcher les attaques de force brute sur les comptes, nous avons limité le nombre de demandes sur cette url.

source: Topics
fr: Sujets

source: Posts
fr: Messages

source: Last Post
fr: Dernier message

source: Link to
fr: Liens vers

source: by
fr: par

source: No posts.
fr: Pas de messages.

source: Views
fr: Vues

source: No Topics.
fr: Pas de sujets.

source: Back
fr: Retour

source: Lock
fr: Bloquer

source: Unlock
fr: Débloquer

source: Highlight
fr: Mise en avant

source: Trivialize
fr: Banaliser

source: Delete
fr: Supprimer

source: Move to...
fr: Déplacer vers

source: Move
fr: Déplacer

source: Mark as Read
fr: Marquer comme lu

source: Locked
fr: Bloqué

source: New Topic
fr: Nouveau sujet

source: Moderation Mode
fr: Mode modération

source: Board Statistics
fr: Statistiques du forum

source: Who is online?
fr: Qui est en ligne ?

source: Total number of registered users
fr: Nombre total d'utilisateur enregistré

source: Total number of topics
fr: Nombre total de sujets

source: Total number of posts
fr: Nombre total de messages

source: Newest registered user
fr: Nouvel utilisateur enregistré

source: No users
fr: Aucun utilisateurs

source: Registered users online
fr: Utilisateurs enregistrés en ligne

source: Guests online
fr: Visiteurs en ligne

source: Date registered
fr: Date d'enregistrement

source: Group
fr: Groupe

source: New Post
fr: Nouveau message

source: Online Users
fr: Utilisateurs en ligne

source: Report Post
fr: Rapport de message

source: Report
fr: Rapport

source: Close
fr: Fermer

source: Joined
fr: A rejoint

source: Guest
fr: Visiteur

source: No posts found matching your search criteria.
fr: Aucun messages correspondant à vos critères de recherche.

source: No users found matching your search criteria.
fr: Aucun utilisateurs correspondant à vos critères de recherche.

source: No topics found matching your search criteria.
fr: Aucun sujets correspondant à vos critères de recherche.

source: No forums found matching your search criteria.
fr: Aucun forums correspondant à vos critères de recherche

source: %(title)s - Topic
fr: %(title)s - Sujet

source: Moderate
fr: Modérer

source: Delete Topic
fr: Supprimer le topic

source: Lock Topic
fr: Fermer le sujet

source: Unlock Topic
fr: Débloquer le sujet

source: Highlight Topic
fr: Mise en avant du sujet

source: Trivialize Topic
fr: Banaliser le sujet

source: Untrack Topic
fr: Ne plus suivre ce sujet

source: Track Topic
fr: Suivre ce sujet

source: Untrack Topics
fr: Ne plus suivre ces sujets

source: Banned Users
fr: Utilisateurs bannis

source: Manage Users
fr: Gérer les utilisateurs

source: Are you sure you want to unban these Users?
fr: Etes-vous sûr de vouloir ré-habiliter ces utilisateurs ?

source: Unban selected Users
fr: Utilisateurs sélectionnés ré-habilités

source: Manage Forums
fr: Gérer les forums

source: Delete Category
fr: Supprimer la catégorie

source: Topics / Posts
fr: Sujets / Messages

source: Edit Link
fr: Modifier le lien

source: Delete Link
fr: Supprimer le lien

source: Delete Forum
fr: Supprimer le forum

source: Manage Groups
fr: Gérer les groupes

source: Groups
fr: Groupes

source: Group Name
fr: Nom de groupe

source: Are you sure you want to delete these Groups?
fr: Etes-vous sûr de vouloir supprier ces groupes ?

source: Delete selected Groups
fr: Supprimer les groupes sélectionnés

source: Edit
fr: Modifier

source: No groups found.
fr: Aucun groupes trouvés.

source: Overview
fr: Aperçu

source: Reports
fr: Rapports

source: Everything seems alright.
fr: Tout semble bien

source: No new notifications.
fr: Aucunes nouvelles notification.

source: users
fr: utilisateurs

source: posts
fr: messages

source: topics
fr: sujets

source: Statistics
fr: Statistiques

source: Registered users
fr: Utilisateur enregistrés

source: Online users
fr: Utilisateurs en ligne

source: Banned users
fr: Utilisateurs bannis

source: Components
fr: Composants

source: Manage Plugins
fr: Gérer les plugins

source: Manage
fr: Gérer

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Install
fr: Installer

source: Uninstall
fr: Désinstaller

source: Show unread reports
fr: Voir les rapports non-lus

source: Show all reports
fr: Voir tous les rapports

source: All Reports
fr: Tout les rapports

source: Poster
fr: Afficher

source: Reporter
fr: Rapporter

source: Reported
fr: Rapporté

source: No unread reports.
fr: Aucun rapports non-lus.

source: Unread Reports
fr: Rapports non-lus

source: Are you sure you want to mark these Reports as read?
fr: Ete-vous sûr de vouloir marquer ces rapports comme lus ?

source: Are you sure you want to ban these Users?
fr: Etes-vous sûr de vouloir bannir ces utilisateurs ?

source: Ban selected Users
fr: Utilisateurs sélectionnés bannis

source: Are you sure you want to delete these Users?
fr: Etes-vous sûr de vouloir supprimer ces utilisateurs ?

source: Delete selected Users
fr: Utilisateurs sélectionnés supprimés

source: Deleted
fr: Supprimé

source: No conversations found.
fr: Aucune conversation trouvée

source: Drafts
fr: Brouillons

source: Private Message
fr: Message privé

source: Sent
fr: Envoyer

source: Trash
fr: Corbeille

source: Sent Messages
fr: Envoyer les messages

source: The user has not written any posts yet.
fr: L'utilisateur n'a pas encore écrit de messages.

source: The user has not opened any topics yet.
fr: L'utilisateur n'a pas encore ouvert de sujets.

source: Change E-Mail Address
fr: Changer l'adresse E-Mail

source: Change Password
fr: Changer le mot de passe

source: Change User Details
fr: Changer les détails utilisateur
