Repository: themakerkid/the-maker-kid
Catalog: flaskbb/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: General Settings
fr: Paramètres général

source: User has not added any notes about him.
fr: L'utilisateur n'a pas encore ajouté de notes à son sujet.

source: Never seen
fr: Jamais vu

source: Account Settings
fr: Paramètres de compte

source: Theme
fr: Thème

source: Old email address
fr: Ancienne adresse email

source: New email address
fr: Nouvelle adresse email

source: Email addresses must match.
fr: Les adresses email doivent correspondre.

source: Confirm email address
fr: Confirmer l'adresse email

source: New password
fr: Nouveau mot de passe

source: New passwords must match.
fr: Les mots de passe doivent correspondre.

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: Old password is wrong.
fr: L'ancien mot de passe est incorrect

source: Forum Signature
fr: Signature du forum

source: Settings updated.
fr: Paramètre mis à jour.

source: Password updated.
fr: Mot de passe mis à jour.

source: Email address updated.
fr: Adresse email mise à jour.

source: User details updated.
fr: Détails utilisateurs mis à jour.

source: You do not have the permissions to execute this action.
fr: Vous n'avez pas la permission d'exécuter cette action.
